sourceLabel = "来源：";
formatLabel = "格式：";
fpsLabel = "帧速率：";
playingFPSLabel = "播放帧速率：";
dataSizeLabel = "数据大小：";
dataRateLabel = "数据速率：";
currentTimeLabel = "当前时间：";
durationLabel = "时间长度：";
normalSizeLabel = "正常大小：";
currentSizeLabel = "当前大小：";
bitRateLabel = "位速率：";
qualityLabel = "质量：";
destinationLabel = "目的位置：";
videoSourceLabel = "视频源：";
audioSourceLabel = "音频源";

movieInfoNoTitle = "简介";
movieInfo = " – 简介";
movieInspectorNoTitle = "检查器";
movieInspector = " – 检查器";

blacknWhite = "黑白";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "上万种";
/* [6] */
millions = "上千万种";
/* [7] */
millionsplus = "千万种以上";
/* [8] */
unknown = "未知";
/* [9] */
colors = "颜色";
/* [10] */
grays = "灰度";

Chapter = "章节轨道";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 字节";
kiloBytes = "^0 K";
megaBytes = "^0 MB";
gigaBytes = "^0 GB";
teraBytes = "^0 TB";
petaBytes = "^0 PB";
exaBytes = "^0 EB";

bytesPerSec = "^0 字节/秒";
kiloBytesPerSec = "^0 千字节/秒";
megaBytesPerSec = "^0 兆字节/秒";
gigaBytesPerSec = "^0 千兆字节/秒";

pixels = "像素";
curPixels = "^0 像素 (^1)";


bitsPerSec = "^0 位/秒";
kbitsPerSec = "^0 千位/秒";
mbitsPerSec = "^0 兆位/秒";
gbitsPerSec = "^0 千兆位/秒";

percent = "^0%";
playingFPS = "（播放时才可用。）";

halfSize = "一半大小";
actualSize = "实际大小";
doubleSize = "两倍大小";

 /* codecname, dimensions, depth */
videoFormatString = "^C，^S，^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C，^S"; 
unAvailableString = "影片不可用";

/* Quartz Composition strings */
averageFPSLabel = "平均 FPS：";
averageLoadLabel = "平均负荷：";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "128 bps AAC 音频";
availableWhenRecording = "（录制时可用。）";